Repository: catWebua/time-tracker
Catalog: TimeTracker/Shared/Localizable.xcstrings
Source language: uk
Languages: en

# %@ / %lldг
source: %1$@ / %2$lldг
en: %1$@ / %2$lldh

# %@ з %lldг сьогодні
source: %1$@ з %2$lldг сьогодні
en: %1$@ of %2$lldh today

# %dд %02d:%02d:%02d
source: %1$dд %2$02d:%3$02d:%4$02d
en: %1$d d %2$02d:%3$02d:%4$02d

source: %lld НЕ ОПЛАЧЕНО
en: %lld UNBILLED

source: %lldг
en: %lldh

# %lldг %lldхв
source: %1$lldг %2$lldхв
en: %1$lldh %2$lldm

source: %lldг залишилось
en: %lldh remaining

source: %lldд
en: %lldd

# %lldд %lldг
source: %1$lldд %2$lldг
en: %1$lldd %2$lldh

source: %lldс
en: %llds

source: %lldхв
en: %lldm

# all
source: Весь
en: All

source: FreelanceKit Таймер
en: FreelanceKit Timer

# month
source: Місяць
en: Month

# notification_daily_body
source: Не забудь запустити таймер!
en: Don't forget to start the timer!

# notification_long_running_body
source: Ти відслідковуєш час вже %d год. — може час зупинитись?
en: You've been tracking for %d h. — maybe time to stop?

# notification_long_running_title
source: Таймер ще тікає ⏱
en: Timer is still ticking ⏱

source: SwiftData (локально)
en: SwiftData (local)

# week
source: Тиждень
en: Week

source: АКТИВНИЙ СЕАНС
en: ACTIVE SESSION

source: АКТИВНО
en: ACTIVE

source: Активного таймера немає
en: No active timer

source: Архів
en: Archive

source: Архів (%1$lld)
en: Archive (%1$lld)

source: Архів (%lld)
en: Archive (%lld)

source: Архівувати
en: Archive

source: Без опису
en: No description

source: Без проекту
en: No project

source: Бюджет
en: Budget

source: Бюджет годин
en: Hour budget

source: Версія
en: Version

source: Весь
en: All

source: Вибери розмір та додай
en: Select size and add

source: Видалити
en: Delete

source: ВІДЖЕТ
en: WIDGET

source: Відновити з архіву
en: Restore from archive

source: ВІДСЛІДКОВУВАННЯ
en: TRACKING

source: Всі
en: All

source: ВСЬОГО
en: TOTAL

source: Вчора
en: Yesterday

source: г
en: h

source: г залишилось
en: h remaining

source: год
en: h

source: год сьогодні
en: h today

source: Годин
en: Hours

source: ГОДИНИ
en: HOURS

source: Годинна ставка
en: Hourly Rate

source: Готово
en: Done

source: Денна ціль
en: Daily goal

source: ДЕННА ЦІЛЬ
en: DAILY GOAL

source: День
en: Day

source: Дивись і керуй таймером прямо з Home Screen.
en: View and manage the timer right from the Home Screen.

source: ДИНАМІКА РОБОТИ
en: WORK DYNAMICS

source: Довго натисни на Home Screen
en: Long press on Home Screen

source: Додай на головний екран
en: Add to home screen

source: Додати до історії
en: Add to History

source: Додати запис
en: Add entry

source: Дозволити сповіщення
en: Enable notifications

source: ДОХІД
en: INCOME

source: з
en: of

source: Завершити проект
en: Complete project

source: ЗАГАЛЬНЕ
en: GENERAL

source: Зайди в Налаштування iOS, щоб увімкнути сповіщення для FreelanceKit.
en: Go to iOS Settings to enable notifications for FreelanceKit.

source: залишилось %@
en: %@ remaining

source: залишилось %1$@
en: %1$@ remaining

source: Записи
en: Entries

source: Запускає таймер для останнього обраного проекту у FreelanceKit
en: Starts the timer for the last selected project in FreelanceKit

source: Запустити
en: Start

source: ЗАРОБЛЕНО
en: EARNED

source: Зберегти
en: Save

source: Зберегти запис
en: Save Entry

source: Зберегти зміни
en: Save changes

source: Звіт
en: Report

source: Звіт (%@)
en: Report (%@)

source: Звіти
en: Reports

source: Знайди «FreelanceKit»
en: Find «FreelanceKit»

source: Значок
en: Icon

source: Зроблено з 💜 для Фрілансерів
en: Made with 💜 for Freelancers

source: ЗУПИНЕНО
en: STOPPED

source: Зупинити
en: Stop

source: Зупиняє активний таймер у FreelanceKit
en: Stops the active timer in FreelanceKit

source: Кільце Прогресу
en: Ring of Progress

source: Кінець
en: End

source: Клієнт (необов'язково)
en: Client (optional)

source: Колір
en: Color

source: КОЛІР ПРОЕКТУ
en: PROJECT COLOR

source: Ліміт вичерпано
en: Limit reached

source: Місяць
en: Month

source: Мова
en: Language

source: Назва проекту
en: Project Name

source: Назва проекту*
en: Project name*

source: Налаштування
en: Settings

source: Натисни «+» у кутку
en: Tap «+» in the corner

source: Натисни для відкриття
en: Tap to open

source: Не оплачені
en: Unbilled

source: Не оплачено
en: Unbilled

source: НЕ ОПЛАЧЕНО
en: UNBILLED

source: Невідома помилка
en: Unknown error

source: Незабаром
en: Coming Soon

source: Немає даних
en: No data

source: Немає записів
en: No entries

source: Немає проектів
en: No projects

source: Ні
en: No

source: Нічого не знайдено
en: Nothing found

source: Новий запис
en: New Entry

source: Новий проект
en: New Project

source: Оберіть проект
en: Choose project

source: Обрати
en: Select

source: ОБРАТИ ПРОЕКТ
en: CHOOSE PROJECT

source: ОПИС РОБОТИ
en: WORK DESCRIPTION

source: Оплачені
en: Billed

source: Оплачено
en: Billed

source: ОПЛАЧЕНО
en: BILLED

source: ОСНОВНЕ
en: GENERAL

source: ОСТАННІ СЕСІЇ
en: RECENT SESSIONS

source: Перемкнути таймер
en: Toggle timer

source: Період
en: Period

source: ПЛАНУВАННЯ
en: PLANNING

source: ПОГОДИННА СТАВКА
en: HOURLY RATE

source: Помилка
en: Error

source: Потрібно обрати проект перед стартом.
en: You need to select a project before starting.

source: Початок
en: Start

source: ПРО ЗАСТОСУНОК
en: ABOUT THE APP

source: ПРОЕКТ
en: PROJECT

source: Проект,Клієнт,Опис,Дата,Початок,Кінець,Тривалість (год),Оплачено,Теги
en: Project,Client,Description,Date,Start,End,Duration (h),Billed,Tags

source: Проекти
en: Projects

source: Редагувати
en: Edit

source: РОБОЧА СЕСІЯ
en: WORK SESSION

source: Розархівувати
en: Unarchive

source: РОЗПОДІЛ ПО ПРОЕКТАХ
en: PROJECT BREAKDOWN

source: СЕСІЙ
en: SESSIONS

source: Скасувати
en: Cancel

source: СПОВІЩЕННЯ
en: NOTIFICATIONS

source: Сповіщення заблоковані
en: Notifications Disabled

source: Спочатку створи проект у FreelanceKit
en: First create a project in FreelanceKit

source: Стан
en: Status

source: Старт таймер
en: Start Timer

source: Створити проект
en: Create project

source: Створіть свій перший проект у вкладці «Проекти»
en: Create your first project in the Projects tab

source: Стоп таймер
en: Stop Timer

source: Сховище
en: Storage

source: Сьогодні
en: Today

source: СЬОГОДНІ
en: TODAY

source: Таймер
en: Timer

source: Таймер FreelanceKit
en: FreelanceKit Timer

source: ТАЙМЕР ЗАПУЩЕНО
en: TIMER RUNNING

source: Таймер запущено для «%@»
en: Timer started for «%@»

# Таймер зупинено. Відпрацьовано %@ для «%@»
source: Таймер зупинено. Відпрацьовано %1$@ для «%2$@»
en: Timer stopped. Worked %@ for «%@»

source: Таймер іде задовго
en: Timer is running too long

source: Так
en: Yes

source: Тиждень
en: Week

source: Тікає
en: Running

source: ТРИВАЛІСТЬ
en: DURATION

source: Українська
en: Ukrainian

source: Фільтр
en: Filter

source: ЦІЛЬ
en: GOAL

source: ЦІЛЬ ДОСЯГНУТА 🎉
en: GOAL REACHED 🎉

source: Ціль досягнута! 🎉
en: Goal reached! 🎉

source: ЧАС
en: TIME

source: Час нагадування
en: Reminder Time

source: Через %1$lld год.
en: In %1$lld h.

source: Через %lld год.
en: In %lld h.

source: Чим займаєшся?
en: What are you working on?

source: Швидкий запуск та зупинка таймера.
en: Quick start and stop of the timer.

source: шт
en: pcs

source: Ще немає сесій
en: No sessions yet

source: Що було зроблено?
en: What was done?

source: Щоденна ціль (годин)
en: Daily Goal (hours)

source: Щоденне нагадування
en: Daily Reminder
